a:3:{s:4:"time";i:1506581562;s:3:"ttl";i:600;s:5:"value";a:32:{s:4:"name";s:8:"Блог";s:7:"version";s:11:"1.3.3.42413";s:15:"update_datetime";s:19:"2015-09-25 06:11:43";s:7:"license";s:40:"Свободная лицензия LGPL";s:11:"license_url";s:37:"http://www.gnu.org/licenses/lgpl.html";s:12:"license_text";N;s:7:"summary";s:61:"Удобный движок для ведения блога.";s:4:"icon";s:60:"//www.webasyst.com/wa-data/public/updates/img/43/43/icon.png";s:5:"icons";a:4:{i:96;s:66:"//www.webasyst.com/wa-data/public/updates/img/43/43/icon.96x96.png";i:48;s:66:"//www.webasyst.com/wa-data/public/updates/img/43/43/icon.48x48.png";i:24;s:66:"//www.webasyst.com/wa-data/public/updates/img/43/43/icon.24x24.png";i:16;s:66:"//www.webasyst.com/wa-data/public/updates/img/43/43/icon.16x16.png";}s:6:"vendor";s:8:"webasyst";s:11:"vendor_name";s:8:"Webasyst";s:7:"support";s:27:"https://support.webasyst.ru";s:3:"url";s:0:"";s:8:"demo_url";s:34:"https://demo-ru.webasyst.com/blog/";s:10:"commercial";b:0;s:9:"purchased";N;s:12:"purchase_url";b:0;s:14:"license_expire";N;s:9:"renew_url";N;s:5:"price";s:1:"0";s:11:"lease_price";s:4:"free";s:11:"description";s:4114:"<p>Приложение «Блог» для Webasyst — удобный бесплатный движок для ведения блогов. Приложение предоставляет большое количество возможностей сразу из коробки:</p>
<ul>
  <li>Возможность в едином интерфейсе вести сразу несколько блогов, гибко разграничивая доступ: блоги могут быть как общедоступными (записи автоматически публикуются на сайте), так и закрытыми (доступ к блоге имеют только пользователи бекенда, например, сотрудники вашей компании или ваши друзья)</li>
  <li>Коллективные блоги: предоставляйте доступ на управление блогами вашим друзьям и коллегам</li>
  <li>Возможность подписки на общедоступные блоги по RSS и на закрытые блоги по электронной почте (плагин)</li>  
  <li>Редактирование записей в режимах WYSIWYG (визуальный редактор), HTML и Markdown (плагин)</li>
  <li>Календарь, позволяющий планировать будущие публикации</li>
  <li>Напоминания о просроченных публикациях: автор записи будет получать email-уведомления о запланированных или просроченных записях до тех пор, пока запись не будет опубликована или удалена</li>
  <li>Отложенные публикации: заряжайте публикацию на любую дату и время в будущем, и приложение автоматически опубликует ее без вашего участия</li>
  <li>Комментарии: иерархическое дерево комментариев с ветвлением</li>
  <li>Гибкая настройка дизайна вашего блога (HTML, CSS, jQuery)</li>
  <li>Нет рекламы (если только вы самостоятельно не добавите ее в дизайн-редакторе)</li>
  <li>Специализированная версия бекенда приложения, адаптированная для мобильных устройств на базе iOS и Android</li>
  <li>Интеграция с приложением «<a href="http://www.webasyst.ru/store/app/photos/">Фото</a>»</li>
  <li>Отличный инструмент для публикации новостей вашего интернет-магазина, работающего на основе Shop-Script 5</li>
  <li>Множество <a href="http://www.webasyst.ru/store/plugins/blog/">плагинов</a>, которые можно установить с помощью приложения «Инсталлер» одним кликом:
    <ul>
      <li>Импорт записей из WordPress</li>
      <li>Поддержка синтаксиса Markdown</li>
      <li>Категории и теги для записей</li>
      <li>Gravatar-юзерпики для комментаторов</li>
      <li>Антиспам для комментариев Akistmet</li>
    </ul>
  </li>

</ul>

  <p>Функционал блога можно расширять, устанавливая полезные плагины из магазина Webasyst или разрабатывая их самостоятельно. Документация для разработчиков: <a href="http://www.webasyst.ru/developers/docs/plugins/hooks/blog/">хуки для плагинов</a>, <a href="http://www.webasyst.ru/developers/docs/api/explorer/blog/">API-методы</a>.</p>";s:11:"screenshots";a:1:{i:0;a:3:{s:11:"description";s:0:"";s:5:"thumb";s:71:"http://www.webasyst.com/wa-data/public/updates/img/43/43/128/128.70.png";s:3:"img";s:72:"http://www.webasyst.com/wa-data/public/updates/img/43/43/128/128.750.png";}}s:5:"pages";a:1:{i:0;a:4:{s:3:"url";s:8:"examples";s:4:"name";s:27:"Примеры блогов";s:5:"title";s:63:"Примеры блогов на основе Webasyst Блог";s:7:"content";s:1959:"<h4>webasyst.ru</h4>
<p>Первый блог, который был открыт на основе приложения «Блог» — наш собственный: <a href="http://www.webasyst.ru/blog/"><strong>www.webasyst.ru/blog/</strong></a></p>
<p><a href="http://www.webasyst.ru/blog"><img src="http://www.webasyst.ru/wa-data/public/site/img/store/blog/example-webasyst-ru.jpg" alt="Webasyst Блог"></a></p>

<h4>Pocket Lists</h4>
<p>Блог Pocket Lists — туду-приложения для iOS. <a href="http://www.pocketlistsapp.com/blog/">www.pocketlistsapp.com/blog/</a></p>
  <p><a href="http://www.pocketlistsapp.com/blog/"><img src="http://www.webasyst.ru/wa-data/public/site/img/store/blog/example-pocketlists.jpg" alt="Webasyst Блог и Pocket Lists"></a></p>

<h4>Booking Machine</h4>
<p>Блог Booking Machine Agency: <a href="http://booking-machine.com/Tours/">http://booking-machine.com</a></p>
  <p><a href="http://booking-machine.com/Tours/"><img src="http://www.webasyst.ru/wa-data/public/site/img/store/blog/example-bookingmachine.jpg" alt="Webasyst Блог и Booking Machine"></a></p>

    
<h4>Авантмаркет</h4>
<p>Блог интернет-магазина «Авантмаркет»: <a href="http://avantmarket.com/blog/">http://avantmarket.com/blog/</a></p>
  <p><a href="http://avantmarket.com/blog/"><img src="http://www.webasyst.ru/wa-data/public/site/img/store/blog/example-avantmarket-ru.jpg" alt="Webasyst Блог и Авантмаркет"></a></p>

    
<h4>vofka.ru</h4>
<p>Блог на персональном сайте Владимира Тупоршина-мл. (один из разработчиков приложения): <a href="http://www.vofka.ru/">http://www.vofka.ru/</a></p>
    <p><a href="http://www.vofka.ru/"><img src="http://www.webasyst.ru/wa-data/public/site/img/store/blog/example-vofkaru-ru.jpg" alt="Webasyst Блог на vofka.ru"></a></p>";}}s:9:"changelog";a:16:{i:0;a:3:{s:7:"version";s:11:"1.3.3.42413";s:7:"content";s:134:"Поддержка Webasyst TV, общесистемные улучшения, исправление найденных ошибок.";s:8:"datetime";s:19:"2015-09-25 06:11:37";}i:1;a:3:{s:7:"version";s:11:"1.3.2.40913";s:7:"content";s:129:"Добавлена детализация действий с комментариями в общей ленте событий.";s:8:"datetime";s:19:"2015-07-29 06:11:19";}i:2;a:3:{s:7:"version";s:11:"1.3.2.40857";s:7:"content";s:166:"— Виджеты отображения последнего блог-поста и комментариев.<br>
— Тема дизайна «Дефолт 3.0».";s:8:"datetime";s:19:"2015-07-28 04:50:03";}i:3;a:3:{s:7:"version";s:11:"1.3.1.37613";s:7:"content";s:75:"В теме «Дефолт 2.0» добавлена поддержка CDN.";s:8:"datetime";s:19:"2015-03-25 02:58:14";}i:4;a:3:{s:7:"version";s:11:"1.3.0.36004";s:7:"content";s:1158:"— Новый режим параллельного редактирования: пишите блог-пост и сразу же следите за тем, как он будет выглядеть на вашем сайте.
— Использование приложения «Фото» в качестве фото-хостинга: теперь все изображения, которые вы загружаете в визуальном редакторе «Блога», автоматически загружаются в «Фото». Это позволяет при редактировании постов использовать все возможности приложения «Фото», например, редактирование фотографий, создание эскизов «на лету».
— Фото-посты: добавлена возможность прикрепления к записи в блоге отдельных альбомов из приложения «Фото».
— Множество различных функциональных и интерфейсных улучшений.";s:8:"datetime";s:19:"2014-12-26 07:37:19";}i:5;a:3:{s:7:"version";s:11:"1.2.4.35432";s:7:"content";s:341:"— Исправление ошибки работы инструмента «Читать далее» в визуальном редакторе.
— Улучшение отображения бекенда приложения на iPad.
— Общие улучшения и исправление найденных недочетов.";s:8:"datetime";s:19:"2014-12-04 10:10:36";}i:6;a:3:{s:7:"version";s:11:"1.2.3.34969";s:7:"content";s:364:"Совместимость с обновлением фреймворка Webasyst 1.3.0:<br>
— обновленный улучшенный пользовательский интерфейс бекенда приложения,<br>
— общие улучшения и исправление недочетов в теме дизайна «Дефолт 2.0».";s:8:"datetime";s:19:"2014-11-25 07:36:06";}i:7;a:3:{s:7:"version";s:11:"1.2.2.32659";s:7:"content";s:298:"Обновленная тема дизайна «Дефолт 2.0»: новый внешний вид, оптимизированная верстка и структура темы. Исправление найденных ошибок в интерфейсе бекенда приложения.";s:8:"datetime";s:19:"2014-09-02 07:37:44";}i:8;a:3:{s:7:"version";s:11:"1.2.1.29878";s:7:"content";s:254:"<ul>
    <li>Новая базовая тема дизайна «Дефолт» 2.0.</li>
    <li>Новый визуальный редактор на базе Redactor.</li>
    <li>Исправление найденных ошибок.</li>
</ul>";s:8:"datetime";s:19:"2014-04-24 07:42:01";}i:9;a:3:{s:7:"version";s:11:"1.2.0.27730";s:7:"content";s:104:"Незначительные улучшения пользовательского интерфейса.";s:8:"datetime";s:19:"2013-12-25 06:27:15";}i:10;a:3:{s:7:"version";s:11:"1.2.0.25986";s:7:"content";s:778:"<ul>
  <li>Напоминания о просроченных записях (настраивается в разделе «Настройки» приложения «Блог»)</li>
  <li>Удобное редактирование мета-тегов и заголовков страниц (title) записей блога</li>
  <li>Обновленный HTML-редактор записей блога (на основе редактора Ace)</li>
  <li>API для разработчиков</li>
  <li>Оптимизация общей производительности приложения</li>
  <li>Множественные улучшения интерфейса приложения, исправление найденных ошибок</li>
</ul>";s:8:"datetime";s:19:"2013-10-18 07:51:45";}i:11;a:3:{s:7:"version";s:11:"1.0.1.24452";s:7:"content";s:97:"Исправлена ошибка при редактировании записи в блоге.";s:8:"datetime";s:19:"2013-08-30 03:10:00";}i:12;a:3:{s:7:"version";s:11:"1.0.1.22954";s:7:"content";s:78:"Добавлены 3 новых темы дизайна: Clear, Sidebar, Nifty";s:8:"datetime";s:19:"2013-05-30 11:24:00";}i:13;a:3:{s:7:"version";s:11:"1.0.1.18647";s:7:"content";s:47:"Исправлены мелкие ошибки.";s:8:"datetime";s:19:"2012-12-13 07:49:00";}i:14;a:3:{s:7:"version";s:11:"1.0.1.17747";s:7:"content";s:223:"Изменён формат описания структуры таблиц приложений (теперь хранится в файле db.php).<br>
Исправлено несколько мелких ошибок.";s:8:"datetime";s:19:"2012-10-23 02:03:00";}i:15;a:3:{s:7:"version";s:11:"1.0.1.17573";s:7:"content";s:214:"— Мобильная версия бекенда, позволяющая следить за последними записями блога (для iOS и Android)<br />
— Исправления ошибок";s:8:"datetime";s:19:"2012-10-12 06:47:00";}}s:7:"reviews";a:2:{s:5:"count";s:2:"14";s:3:"url";s:47:"https://www.webasyst.ru/store/app/blog/reviews/";}s:4:"size";N;s:12:"requirements";a:1:{s:13:"app.installer";a:2:{s:7:"version";s:7:">=1.5.0";s:6:"strict";b:1;}}s:10:"is_premium";b:0;s:5:"theme";N;s:16:"publish_datetime";s:19:"2013-09-04 08:10:37";s:7:"inbuilt";b:0;}}